Repository: myclabs/Inventory
Catalog: application/languages/Doc/bibliography.tmx
Source language: fr
Languages: en

source: Supprimer
en: Delete

source: Cette action supprimera la référence au document, mais pas le document lui-même.
en: This will delete the reference to the document, but not the document itself.

source: Ajout d'une référence à un document
en: Creation of a reference to a document

source: Pour ajouter une référence merci de sélectionner l'un des documents listés ci-dessous et de cliquer sur "Ajouter une référence au document sélectionné". Si le document auquel vous souhaitez faire référence ne figure pas dans cette liste vous pouvez l'y ajouter en cliquant sur "Ajouter un nouveau document".
en: To add a reference please select one of the documents listed below and click on "Add a reference to the selected document". If the document to which you want to refer does not appear in this list, you can add it to the list by clickin on "Add a new document".

source: Ajouter un nouveau document.
en: Add a new document.

source: Ajouter une référence au document sélectionné
en: Add a reference to the selected document

source: Le document sélectionné est déjà présent parmi ces références.
en: Selected document already exists among these références.
